Repository: IBMPredictiveAnalytics/SPSSINC_COMPARE_DATASETS
Catalog: src/lang/*/SPSSINC_COMPARE_DATASETS.po
Languages: de, es, fr, it, ja, pl, pt_br, ru

source: Warnings
de: Warnungen
es: Advertencias
fr: Avertissements
it: Avvisi
ja: 警告
pl: Ostrzeżenia
pt_br: Avisos
ru: Предупреждения

source: The following required parameters were not supplied:
de: Folgende erforderliche Parameter wurden nicht angegeben:
es: No se proporcionaron los siguientes parámetros requeridos:
fr: Les paramètres requis suivants n'ont pas été fournis :
it: I seguenti parametri richiesti non sono stati forniti:
ja: 次の必須パラメータが指定されませんでした。
pl: Poniższe wymagane parametry nie zostały dostarczone:
pt_br: Os seguintes parâmetros obrigatórios não foram fornecidos:
ru: Отсутствует следующий обязательный параметр:

source: IBM SPSS Statistics error, possibly invalid dataset name (case matters)
de: IBM SPSS Statistics-Fehler, möglicherweise ungültiger Datenblattname (Groß- und Kleinschreibung beachten)
es: Error de IBM SPSS Statistics, posiblemente nombre de conjunto de datos no válido (distinción entre mayúsculas y minúsculas)
fr: Erreur IBM SPSS Statistics, nom d'ensemble de données probablement non valide (problème lié à la casse)
it: Errore IBM SPSS Statistics: è possibile che il nome dell'insieme di dati non sia valido (distinzione maiuscole/minuscole)
ja: IBM SPSS Statistics エラーです。データセット名が無効であると考えられます (大文字・小文字の区別)
pl: Błąd IBM SPSS Statistics, prawdopodobnie nieprawidłowa nazwa zestawu danych (wielkość liter ma znaczenie)
pt_br: Erro do IBM SPSS Statistics; nome de conjunto de dados possivelmente inválido (letras maiúsculas/minúsculas são diferenciadas)
ru: Ошибка IBM SPSS Statistics, возможно, неверное имя набора данных (регистр важен)

source: This module requires at least SPSS Statistics 17
de: Für dieses Modul ist mindestens SPSS Statistics 17 erforderlich.
es: Este módulo requiere SPSS Statistics 17 al menos
fr: Ce module requiert au moins SPSS Statistics 17
it: Questo modulo richiede almeno SPSS Statistics 17
ja: このモジュールには SPSS Statistics 17 以上が必要です
pl: Ten moduł wymaga co najmniej oprogramowania SPSS Statistics 17
pt_br: Este módulo requer no mínimo o SPSS Statistics 17
ru: Данный модуль требует, по крайней мере, SPSS Statistics 17

source: format
es: formato
it: formato
ja: 形式
pt_br: formato
ru: формат

source: type
es: tipo
it: tipo
ja: タイプ
pl: typ
pt_br: tipo
ru: тип

source: variable label
de: Variablenlabel
es: etiqueta de variable
fr: étiquette de variable
it: etichetta di variabile
ja: 変数ラベル
pl: etykieta zmiennej
pt_br: rótulo de variável
ru: метка переменной

source: missing values
de: Fehlende Werte
es: valores perdidos
fr: Valeurs manquantes
it: valori mancanti
ja: 欠損値
pl: brakujące wartości
pt_br: valores ausentes
ru: пропущенные значения

source: value labels
de: Wertelabels
es: etiquetas de valores
fr: Etiquettes de valeurs
it: etichette di valori
ja: 値ラベル
pl: etykiety wartości
pt_br: rótulos de valor
ru: метки значений

source: attributes
de: Attribute
es: atributos
fr: attributs
it: attributi
ja: 属性
pl: atrybuty
pt_br: atributos
ru: атрибуты

source: measurement level
de: Messniveau
es: nivel de medida
fr: niveau de mesure
it: livello di misurazione
ja: 尺度
pl: poziom pomiaru
pt_br: nível de medição
ru: тип измерений

source: alignment
de: Ausrichtung
es: alineación
fr: Alignement
it: allineamento
ja: 位置合わせ
pl: wyrównanie
pt_br: alinhamento
ru: выравнивание

source: column width
de: Spaltenbreite
es: ancho de columna
fr: Largeur de colonne
it: larghezza colonna
ja: 列幅
pl: szerokość kolumny
pt_br: largura da coluna
ru: ширина столбца

source: index
es: índice
it: indice
ja: インデックス
pl: indeks
pt_br: índice
ru: индекс

source: Active Dataset
de: Arbeitsdatei
es: Conjunto de datos activo
fr: Ensemble de données actif
it: Insieme di dati attivo
ja: アクティブ データセット
pl: Aktywny zbiór danych
pt_br: Conjunto de dados ativo
ru: Активный набор данных

source: Comparison of Datasets %s and %s.
de: Vergleich der Datenblätter %s und %s.
es: Comparación de conjuntos de datos %s y %s.
fr: Comparaison des ensembles de données %s et %s.
it: Confronto degli insiemi di dati %s e %s.
ja: データセット %s と %s の比較。
pl: Porównanie zestawów danych %s i %s.
pt_br: Comparação dos conjuntos de dados %s e %s.
ru: Сравнение наборов данных %s and %s.

source: Selected Variables
de: Ausgewählte Variablen
es: Variables seleccionadas
fr: Variables sélectionnées
it: Variabili selezionate
ja: 選択された変数
pl: Wybrane zmienne
pt_br: Variáveis selecionadas
ru: Выбранные переменные

source: A dataset cannot be compared to itself
de: Ein Datenblatt kann nicht mit sich selbst verglichen werden.
es: Un conjunto de datos no se puede comparar consigo mismo
fr: Impossible de comparer un ensemble de données à lui-même
it: Impossibile confrontare un insieme di dati con sé stesso
ja: データセットを自らと比較することはできません
pl: Nie można porównać tego samego zestawu danych
pt_br: Um conjunto de dados não pode ser comparado a si mesmo
ru: Набор данных нельзя сравнить с самим собой

source: Warning: the following requested variables to be compared are not present in both datasets and will be omitted.
de: Warnung: Die folgenden für den Vergleich angeforderten Variablen sind in beiden Datenblättern nicht vorhanden und werden ausgelassen.
es: Advertencia: las siguientes variables solicitadas que se compararán no están presentes en ambos conjuntos de datos y se omitirán.
fr: Avertissement : les variables requises suivantes à comparer n'existent pas dans les deux ensembles de données et seront ignorées.
it: Avviso: le seguenti variabili richieste da confrontare non sono presenti in entrambi gli insiemi di dati e verranno omesse.
ja: 警告: 比較する次の要求された変数がデータセットにありません。除外されます。
pl: Ostrzeżenie: poniższe zmienne żądań do porównania są nieobecne w obu zestawach danych i zostaną pominięte.
pt_br: Aviso: as seguintes variáveis solicitadas para comparação não estão presentes em ambos os conjuntos de dados e serão omitidas.
ru: Предупреждение: следующие запрошенные для сравнения переменные не присутствуют в обоих наборах данных и будут пропущены.

source: Warning: the following variables are present in only one dataset and will be ignored.
de: Warnung: Die folgenden Variablen sind nur in einem Datenblatt vorhanden und werden ignoriert.
es: Advertencia: las siguientes variables sólo están presentes en un conjunto de datos y se ignorarán.
fr: Avertissement : les variables suivantes n'existent que dans un seul ensemble de données et seront ignorées.
it: Avviso: le seguenti variabili sono presenti soltanto in un insieme di dati e verranno ignorate.
ja: 警告: 次の変数が 1 つのデータセットにしかありません。無視されます。
pl: Ostrzeżenie: poniższe zmienne są obecne tylko w jednym zestawie danych i zostaną zignorowane.
pt_br: Aviso: as seguintes variáveis estão presentes em apenas um conjunto de dados e serão ignoradas.
ru: Предупреждение: следующие переменные присутствуют только в одном наборе данных и будут проигнорированы.

source: There are no variables to compare
de: Es sind keine Variablen vorhanden, die verglichen werden könnten.
es: No hay variables para comparar.
fr: Aucune variable à comparer
it: Non esistono variabili da confrontare
ja: 比較する変数がありません。
pl: Brak zmiennych do porównania.
pt_br: Não há variáveis a serem comparadas
ru: Переменные для сравнения отсутствуют

source: Count of Value Differences for %d Variables
de: Zählung der Wertedifferenzen für %d Variablen
es: Recuento de diferencias de valores de %d variables
fr: Nombre de différences de valeurs pour %d variables
it: Conteggio delle differenze di valore per %d variabili
ja: %d の変数の値の相違数
pl: Liczba różnic zmiennych dla %d zmiennych
pt_br: Contagem de diferenças de valor para variáveis %d
ru: Число различий в значениях для переменных %d

source: diffcount variable already exists or invalid name: %s
de: Variable für Differenzzählung bereits vorhanden oder ungültiger Name: %s
es: Ya existe una variable de recuento de diferencias o tiene un nombre no válido: %s
fr: la variable diffcount existe déjà ou le nom n'est pas valide : %s
it: Variabile diffcount già esistente o nome non valido: %s
ja: diffcount 変数 %s が既に存在するか、名前が無効です。
pl: Zmienna diffcount już istnieje lub ma nieprawidłową nazwę: %s
pt_br: A variável diffcount já existe ou o nome é inválido: %s
ru: переменная числа различий уже существует или неверное имя: %s

source: Difference for Variable %s
de: Differenz für Variable %s
es: Diferencia de la variable %s
fr: Différences pour la variable %s
it: Differenza per variabile %s
ja: 変数 %s の差
pl: Różnica dla zmiennej %s
pt_br: Diferença para variável %s
ru: Различие для переменной %s

source: The ID variable specified was not found: %s
de: Die angegebene ID-Variable wurde nicht gefunden: %s
es: No se ha encontrado la variable de identificación especificada: %s
fr: La variable ID spécifiée est introuvable : %s
it: Variabile ID specificata non trovata: %s
ja: 指定した ID 変数 %s が見つかりませんでした。
pl: Nie znaleziono podanej zmiennej ID: %s
pt_br: A variável da ID especificada não foi encontrada: %s
ru: Заданная идентификационная переменная не была найдена: %s

source: Comparison of Cases
de: Fallvergleich
es: Comparación de casos
fr: Comparaison des observations
it: Confronto dei casi
ja: ケースの比較
pl: Porównanie obserwacji
pt_br: Comparação de casos
ru: Сравнение наблюдений

source: Count
de: Anzahl
es: Recuento
fr: Total
it: Conteggio
ja: カウント
pl: Zlicz
pt_br: Contagem
ru: Число

source: No ID variable was specified. Cases cannot be compared.
de: Keine ID-Variable angegeben Es können keine Fälle verglichen werden.
es: No se ha especificado una variable de identificación. Los casos no se pueden comparar.
fr: Aucune variable ID n'a été spécifiée. Les observations ne peuvent pas être comparées.
it: Nessuna variabile ID specificata. Impossibile confrontare i casi.
ja: ID 変数が指定されませんでした。 ケースを比較できません。
pl: Nie podano zmiennej ID. Nie można porównać obserwacji.
pt_br: Nenhuma variável de ID foi especificada. Não é possível comparar os casos.
ru: Идентификационная переменная не была задана. Наблюдения невозможно сравнить.

source: Duplicate or out of order ID value found in %s. Processing Stopped
de: Mehrfach vorhandener oder nicht in der richtigen Reihenfolge befindlicher ID-Wert in %s gefunden. Verarbeitung gestoppt
es: Se ha encontrado un valor de identificación caducado o duplicado en %s. Se ha detenido el procesamiento
fr: La valeur ID trouvée est en double ou est inutilisable dans %s. Traitement interrompu
it: Valore ID duplicato o non valido trovato in %s. L'elaborazione è stata interrotta
ja: %s 内の ID 値が重複しているか、順序に反しています。処理が停止しました
pl: Zduplikowania lub występująca w nieodpowiedniej kolejności wartość ID znaleziona w %s. Przetwarzanie zatrzymane
pt_br: Valor de ID duplicado ou fora de ordem encontrado em %s. Processamento interrompido
ru: В %s обнаружено дублирующее или нарушающее порядок идентифицирующее значение. Обработка прекращена

source: Cases in Dataset %s
de: Fälle in Datenblatt %s
es: Casos en el conjunto de datos %s
fr: Observations dans l'ensemble de données %s
it: Casi nell'insieme di dati %s
ja: データセット %s のケース
pl: Obserwacje w zestawie danych %s
pt_br: Casos no conjunto de dados %s
ru: Наблюдения в наборе данных %s

source: Cases not Matched with Dataset %s
de: Nicht mit Datenblatt %s abgeglichene Fälle
es: Casos sin coincidencias en el conjunto de datos %s
fr: Les observations ne correspondent pas à l'ensemble de données %s
it: Casi non corrispondenti con l'insieme di dati %s
ja: ケースがデータセット %s と一致しません
pl: Obserwacje niezgodne z zestawem danych %s
pt_br: Os casos não correspondem ao conjunto de dados %s
ru: Наблюдения, не согласующиеся с набором данных %s

source: Dataset %s count of cases not in dataset %s at least
de: Datenblatt %s: Anzahl der nicht in Datenblatt %s enthaltenen Fälle >=
es: El recuento del conjunto de datos %s de casos no incluidos en el conjunto de datos %s es de al menos
fr: Le nombre d'observations de l'ensemble de données %s qui ne se trouvent pas dans l'ensemble de données %s est au moins
it: Il conteggio dei casi dell'insieme di dati %s non è incluso almeno nell'insieme di dati %s
ja: ケースのデータセット %s のカウントが少なくともデータセット %s にありません
pl: Liczba obserwacji zestawu danych %s nie znajduje się przynajmniej w zestawie danych %s
pt_br: A contagem de casos do conjunto de dados %s não está no conjunto de dados %s no mínimo
ru: Число наблюдений набора данных %s, которые не содержатся в наборе данных %s, по крайней мере

source: Cases with Value Differences
de: Fälle mit Wertedifferenzen
es: Casos con diferencias de valor
fr: Observations avec des différences de valeurs
it: Casi con differenze di valore
ja: 値の差のあるケース
pl: Obserwacje z różnicami w wartościach
pt_br: Casos com diferenças de valor
ru: Наблюдения с различием значений

source: Comparisons:
de: Vergleiche:
es: Comparaciones:
fr: Comparaisons :
it: Confronti:
ja: 比較:
pl: Porównania:
pt_br: Comparações:
ru: Сравнения:

source: Comparison of Variable Dictionaries
de: Vergleich der Variablenwörterbücher
es: Comparación de diccionarios de variables
fr: Comparaison des dictionnaires de variables
it: Confronto dei dizionari delle variabili
ja: 変数ディクショナリの比較
pl: Porównanie słowników zmiennych
pt_br: Comparação de dicionários de variável
ru: Сравнение словарей переменных

source: Properties That Differ
de: Eigenschaften, die abweichen
es: Propiedades que difieren
fr: Propriétés qui diffèrent
it: Proprietà che differiscono
ja: 異なるプロパティ
pl: Właściwości, które się różnią
pt_br: Propriedades que diferem
ru: Свойства, которые различаются

source: Variables with Differences
de: Variablen mit Unterschieden/Differenzen
es: Variables con diferencias
fr: Variables avec des différences
it: Variabili con differenze
ja: 差のある変数
pl: Zmienne z różnicami
pt_br: Variáveis com diferenças
ru: Переменные с различиями

source: Compare datasets
de: Datenblätter vergleichen
es: Comparar conjuntos de datos
fr: Comparer des ensembles de données
it: Confronta insiemi di dati
ja: データセットの比較
pl: Porównaj zestawy danych
pt_br: Comparar conjuntos de dados
ru: Сравнить наборы данных
